Revit 2027 API
ParameterTypeId.RoomCalculatedHeatingLoadPerAreaParam Property
 "Calculated Heating Load per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomCalculatedHeatingLoadPerAreaParam { get; }
Public Shared ReadOnly Property RoomCalculatedHeatingLoadPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomCalculatedHeatingLoadPerAreaParam {
	ForgeTypeId^ get ();
}
static member RoomCalculatedHeatingLoadPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace